// © Copyright 2004-2013, 2015-2017 HP Development Company, L.P.

// Text fields' values
PrinterStatusTitleTextFieldValue = "장치 상태:";
SuppliesTitleTextFieldValue = "소모품:";
PrinterNameTitleTextFieldValue = "프린터 이름:";
ModelTitleTextFieldValue = "모델명:";

//Control titles
DeviceOKButtonTitle = "확인(Ok)";
DeviceResumeButtonTitle = "재시작";
SupplyInfoTaskTitle = "공급 정보";
TravelInfoTaskTitle = "여행 정보";

InkStatusConsumableForAnotherPrinter = "다른 프린터용 정품 HP 카트리지";
UnexpectedInstantInkInstalledName = "예상치 못한 Instant Ink 설치됨";
HPIICartridgeInstalled = "HP Instant Ink 카트리지 설치됨";

// Device states
IdleName = "대기 중";
BusyName = "사용 중";
InitializingName = "초기화 중";
PrintingName = "인쇄 중";
WarmupName = "예열 중";
ReportsPrintingName = "보고서 인쇄 중";
CancelingName = "취소 중…";
CalibratingName = "조정 진행 중…";
ScanningName = "스캔 중…";
FaxDialingName = "팩스 다이얼 중…";
FaxProblemName = "팩스 문제";
FaxProcessingName = "팩스 처리 중…";
FaxConnectingName = "팩스 연결 중…";
FaxSendingName = "팩스 전송 중…";
FaxReceivingName = "팩스 수신 중…";
FaxBlockingName = "팩스 차단 중…";
FaxCommunicationErrorName = "팩스 통신 오류";
CopyingName = "복사 중";
IOStallName = "입출력 중지";
GeneralPrinterError = "일반 프린터 오류";
PrinterErrorName = "프린터 오류";
PrinterFailure = "프린터 오류";
PrintSystemProblemName = "프린트 시스템 문제";
PrinterProblemName = "프린터 문제";
PrintingInQuietModeName = "고요 모드로 인쇄";
CopyingInQuietModeName = "정숙 모드로 복사 중";
PaperSizeMismatchName = "용지 크기가 일치하지 않음";
PaperSizeMismatchTitle = "용지 크기가 일치하지 않음";
QuietModeIgnoredName = "고요 모드가 일시적으로 비활성화됨";
InkCarriageStallName = "잉크 카트리지 캐리지가 중지됨";
PrintheadFailedOrMissedName = "프린트헤드가 없거나 고장";
ProblemWithPrintheadName = "프린트헤드 문제";
PaperJamOrTrayProblemTitle = "용지 걸림 또는 용지함 문제";
RealTimeClockFailureName = "프린터 준비 문제";
ActionRequired = "조치 필요";

DeviceStatusUnknown = "모름";

FeederJammedOrDirtyName = "문서 공급기 걸림 또는 오염";

DiaperFullWarning = "잉크 서비스 용량 경고";

CDopenTitle = "CD/DVD 트레이가 열려 있습니다";
CDopenMsg = "메인 트레이에서 인쇄를 계속하려면 CD/DVD 트레이를 닫으십시오.";
CDclosedTitle = "CD/DVD 트레이가 닫혀 있습니다.";
CDclosedMsg = "CD 인쇄를 계속하려면 CD/DVD 트레이를 여십시오.";

DryTimeWaitName = "건조 시간 대기";
DryTimeWaitTitle = "건조 시간 대기";
DryTimeWaitMsg = "잉크 건조를 위해 장치가 일시 중지되었습니다.\n자동 양면 인쇄의 경우 용지를 제거하지 마십시오. 두 번째 면을 인쇄하기 위해 용지가 장치에 다시 들어갈 것입니다.";

PenChangeName = "펜 변경";
BannerEjectNeededName = "배너를 꺼내야 함";
BannerMismatchName = "배너 불일치";
PhotoMismatchName = "사진 일치하지 않음";
DuplexMismatchName = "듀플렉스 일치하지 않음";

CarriageStallName = "캐리지 중지";
CarriageStallTitle = "캐리지가 걸렸습니다";
CarriageStallMsg = "인쇄 카트리지 받침대가 움직이지 않습니다.\n장치의 전원을 끄십시오. 용지가 걸렸거나 다른 장애가 있는지 장치를 확인합니다.";

PrintBarStallName = "인쇄 표시줄";

PaperStallName = "용지 걸림";

PenFailureName = "펜 실패";
InkSystemFailureName = "잉크 시스템 오류";
InkCartridgeFailureName = "잉크 카트리지 실패";
CartridgeProblemName = "카트리지 문제";
IncompatibleCartridgesName = "호환되지 않는 카트리지";
IncompatibleInkCartridgesName = "호환되지 않는 잉크 카트리지";
IncompatibleTonerName = "호환되지 않는 카트리지";
IncompatibleDrumName = "호환되지 않는 드럼";
CartridgeInWrongOrderName = "잉크 카트리지가 잘못 설치되었습니다.";
InkCartridgesMissingName = "잉크 카트리지 없음";
InkCartridgeProblemName = "잉크 카트리지 문제";
HPProtectedCartridgeInstalledName = "HP 보호된 카트리지가 설치되었음";
HPProtectedDrumInstalledName = "HP 보장 드럼 설치됨";
UsedHPInstantInkCartridgeTitle = "중고 HP Instant Ink 카트리지";
UsedHPInstantInkCartridge = "위의 HP Instant Ink 카트리지는 카트리지를 처음 설치한 HP Instant Ink 프린터에서만 사용할 수 있으며 반드시 교체해야 합니다.";
TrialConsumableCountExceededName = "지원되지 않는 카트리지가 설치됨";
ReplaceFaultySupplyTitle = "문제가 있는 잉크 카트리지 또는 인쇄헤드를 교체하십시오.";
ReplaceFaultySupplyMsg = "잉크 카트리지나 인쇄헤드에서 심각한 문제가 발견되었습니다. HP 잉크 카트리지 또는 인쇄헤드로 교체하십시오.";
CommunicationFailureName = "연결 장애";
ConsumableSubscriptionOptionNotSetName = "프린터 설정 완료";
NonInstantInkCartridgeInstalledName = "Instant Ink가 아닌 카트리지 설치됨";
InstantInkReadyCartridgesInstalledName = "HP Instant Ink Ready 카트리지가 장착됨";
PHAStartupBlockedName = "시작에 새 잉크 카트리지 사용";
UsedCartridgeNotRecommendedForStartupName = "중고 카트리지는 시동 시 사용하지 마십시오.";
PHAStartupFailedName = "프린트헤드 오류";
SetupSupplyUpgradeFailedName = "카트리지 설정 문제";
CartridgeSensorFailureName = "카트리지 센서 오류";
CartridgeSensorErrorName = "카트리지 센서 오류";
SHAIDOOITooEarlyFailureName = "공급 시스템 문제";
InsufficientPrinterMemoryName = "프린터 메모리 부족";
TonerMemoryMissingName = "카트리지 메모리가 없는 것 같습니다";
DrumMemoryMissingName = "드럼 메모리가 없는 것 같습니다.";
UnauthorizedDrumName = "비정품 드럼";
PrinterMaintenanceName = "프린터 유지보수";
PrinterMispickName = "프린터 미스픽";
WrongCartridgeInSlotName = "슬롯에 잘못된 카트리지 설치됨";
ManuallyFeedName = "수동 급지";
PrintOnBothSidesName = "수동 양면 인쇄";
ReplaceCartridgePrintingBlackName = "검정 카트리지 교체";
OverFilledDetectionName = "용지 초과 적재";

HSDOlderGenerationCartridgeTitle = "이전 세대 카트리지가 설치됨";

HardErrorName = "하드 오류";
InstallFuserName = "끄기 퓨저 재설치";
PoweringDownName = "전원 끄는 중";
FPTestName = "FP 시험";
HydeMissingName = "Hyde 없음";
OutputBinFullName = "용지 배출함에 여유 공간 없음";
MediaSizeMismatchName = "용지 사이즈 일치하지 않음";
ManualDuplexBlockName = "수동 양면 인쇄 블록";
ServiceStallName = "서비스 중지";
ServiceStationStalledName = "서비스 스테이션 중지됨";
MediaTooShortToPrintName = "용지가 너무 짧음";
MediaTooShortToAutoDuplexName = "용지가 너무 짧아 자동 양면 인쇄를 할 수 없음";
MediaTooLongToAutoDuplexName = "용지가 너무 길어 자동 양면 인쇄를 할 수 없음";
MediaPromptName = "미디어 프롬프트";

ScannerUnknownErrorName = "스캐너 알 수 없는 오류";
ScannerInvalidMediaSizeName = "스캐너 용지 크기 불일치";
ScannerFeederOpenName = "자동 문서 공급기 덮개 열림";
ScannerFeederJamName = "자동 문서 공급기 용지 걸림";
ScannerFeederEmptyName = "문서 공급기가 비어 있음";
ScannerFeederLoadedName = "문서를 넣었음";
ScannerMispickName = "잘못된 ADF 용지 공급";
ScannerProcessingName = "스캔 처리 중";
ScannerFeederJamOrDirtyName = "ADF가 걸렸거나 더러움";

OutOfInkName = "잉크 없음";
OutOfInkTitle = "잉크 카트리지가 비어 있음";
OutOfInkMsg = "인쇄할 잉크가 없습니다.\n하나 이상의 기본 색상 소모품 또는 검정 소모품을 설치해야 합니다.";
CartridgeVeryLowName = "잉크 잔량 부족";

LIOProtoErrorName = "LIO 프로토 오류";
PumpStallName = "펌프 중지";
Tray2MissingName = "2번 트레이 없음";
TrayAlmostEmptyName = "용지 부족";
DuplexerMissingName = "듀플렉서 없음";
RearTrayMissingName = "후면 트레이 없음";
PenNotLatchedName = "펜이 래치드 상태가 아님";
ManualFeedBlockName = "수동 급지 블록";
TrayMissingName = "용지함 없음";
TrayMissingOrOpenName = "용지함 없음 또는 열림";
InputTrayFailedToOpenName = "용지함 차단됨";

NonHPInkName = "비HP 잉크";
NonHPInkTitle = "비HP 잉크 카트리지";
NonHPInkMsg = "HP는 비HP 소모품의 품질 또는 신뢰성을 보증할 수 없습니다. 비HP 소모품 사용으로 인한 프린터 서비스 또는 수리는 보증이 적용되지 않습니다.\nHP 인쇄 카트리지 정품을 구매하신 경우 를 방문하십시오.\n정품의 HP 소모품은 항상 만족스러운 결과를 얻도록 설계되어 HP 프린터로 테스트를 하였습니다.";
NonHPInkRecoverableMsg = "HP는 고객의 선택을 존중하지만, 타사 잉크 카트리지의 품질과 신뢰성을 보장하지 않습니다. HP 정품 잉크 카트리지를 사용하지 않아 발생한 서비스 또는 수리는 보증 대상에 속하지 않습니다. 타사 잉크 카트리지로 인쇄를 계속하려면 전원 버튼을 누른 상태에서 재실행 버튼을 세 번 누른 다음 전원 버튼에서 손을 떼십시오. 그러나 인쇄 품질이 저하되고 잉크량 정보가 정확하지 않을 수 있습니다. 이러한 문제를 방지하려면 HP 잉크 카트리지로 교체하십시오. 사용하는 잉크 카트리지를 HP 정품으로 알고 구입했다면 www.hp.com/go/anticounterfeit 웹 사이트를 참조하여 정품인지 확인하십시오.";

PPCResumeName = "PPC 재개";
MediaTypeMismatchName = "미디어 형식 일치하지 않음";
CustomMediaMismatchName = "커스텀 미디어 일치하지 않음";
PenCleaningName = "펜 클리닝 중";
PenCheckingName = "펜 확인 중";
ParsingName = "분석 중";
DryingMediaName = "미디어 건조 중";
AccessingPensName = "펜 액세스 중";
AligningPensName = "펜 정렬 중";
LoadingMediaName = "미디어 로딩 중";
UnloadingMediaName = "미디어 언로딩 중";
NestingPlotsName = "플롯 네스팅 중";
ReplacingPrintKitName = "프린트 킷 교체 중";
GoingOnName = "진행 중";
TransitionName = "전환";
PanelAccessName = "앞 패널 액세스됨";

ParserErrorName = "파서 오류";
PenMissingName = "펜 없음";
IncorrectPenInstalledName = "부정확한 펜 설치";
TrayMediaJamName = "트레이 미디어 잼";
MediaUnavailableName = "미디어를 사용할 수 없음";
UnknownMediaName = "알 수 없는 미디어";
MediaLevelInWrongPositionName = "미디어 레벨 위치 맞지 않음";
MediaMisalignedName = "미디어 정렬 오류";
MediaInWrongFormatName = "미디어 형식 오류";
MediaMispositionedName = "미디어 위치 오류";
MediaEdgeNotDetectedName = "미디어 가장자리를 발견할 수 없음";
InkSupplyMissingName = "잉크 공급 없음";
IncorrectInkSupplyInstalledName = "부정확한 잉크 공급 설치";
InkSharedAddressError = "잉크 카트리지 문제";
InkSupplyFailureName = "잉크 공급 실패";
PenCleanerMissingName = "펜 클리너 없음";
PenCleanerIncorrectName = "펜 클리너가 부정확함";

UpgradableSupplyName = "안전한 업그레이드 감지됨";
SupplyUpgradeSuccessName = "안전한 업그레이드 성공";
SupplyUpgradeFailedName = "안전한 업그레이드 실패";

SubscribedPagesLowName = "구독 페이지 부족";
SubscribedPagesVeryLowName = "구독한 페이지가 매우 부족함";
SubscribedPagesOutName = "구독한 페이지 없음";
SubscriptionNeedToConnectName = "연결이 필요한 가입";
SubscriptionSuccessfulName = "잉크 가입 성공";
SubscriptionCancellationSuccessfulName = "잉크 구독이 취소됨";
SupplyNeedsEnrollmentName = "Instant Ink 등록 필요";
NeedToOrderCartridgeName = "다른 카트리지 필요";
ImportantMessageName = "중요 메시지 사용 가능";

PhotoTrayProblemName = "포토 트레이 문제";
CriticalConditionName = "주의가 요구됩니다.";
CriticalConditionTitle = "장치에 주의가 필요합니다.";
CriticalConditionMsg = "자세한 내용은 제어판의 메시지를 참고하십시오.";

OutputTrayClosedName = "출력 용지함이 닫힘";
OutputTrayClosedTitle = "출력 용지함이 닫힘";
OutputTrayClosedMsg = "인쇄하려면 출력 용지함을 열어야 합니다. 출력 용지함을 엽니다.";

LowPaperTitle = "용지 레벨이 낮습니다";
LowPaperMsg = "용지 투입 트레이에 용지를 추가하십시오.";
LowPaperName = "용지 레벨 낮음";

NoPaperName = "용지 없음";
NoPaperTitle = "용지 없음";
NoPaperMsg = "장치에 용지가 없습니다. 입력 용지함에 용지를 추가하십시오.";
OutOfPaperTitle = "장치에 용지가 없습니다.";
OutOfPaperMsg = "용지를 더 넣고 장치에서 $FrontPanelAcceptButton$ 버튼을 누르십시오.";

TrayOpenTitle = "용지함이 열려 있습니다.";
TrayOpenMsg = "용지함을 모두 닫으십시오.";
TrayOpenName = "용지함 열림";

DoorOpenTitle = "도어/커버가 열려 있습니다";
DoorOpenMsg = "장치의 덮개가 열려 있어서 인쇄할 수 없습니다. 장치의 모든 덮개를 닫으십시오.";
DoorOpenName = "도어/커버가 열려 있습니다";
FrontDoorOpenTitle = "앞쪽 덮개 열림";
FrontDoorOpenName = "앞쪽 덮개 열림";
RearDoorOpenTitle = "후면 도어 열림";
RearDoorOpenName = "후면 도어 열림";

CloseLeftDoorName = "왼쪽 문을 닫으십시오";
CloseRightDoorName = "오른쪽 문을 닫으십시오";
CloseLowerRightDoorName = "하단 오른쪽 문을 닫으십시오";
DefectiveMemoryName = "소모품 메모리 오류";
DefectiveMemoryOnTonerName = "카트리지의 공급 메모리 오류";
DefectiveMemoryOnDrumName = "트럼의 소모품 메모리 오류";

JammedTitle = "용지 걸림";
JammedMsg = "용지가 걸렸습니다. 걸린 용지를 찾아내어 제거하십시오.";
PaperJamTitle = "용지 걸림";
PaperJamMsg = "용지 걸림(또는 잘못된 용지 공급)이 있습니다. 용지 걸림을 제거하고 장치에서 $FrontPanelAcceptButton$ 버튼을 누르십시오.";

ADFPickErrorTrayName = "문서 공급기 급지 오류";
ADFJammedTrayName = "문서 공급기 걸림";

CarriageJamTitle = "캐리지 걸림";
CarriageJamMsg = "캐리지가 걸렸습니다. 걸린 용지를 찾아내어 제거하십시오.";
CarriageJamName = "캐리지 걸림";

PaperJamInTrayName = "용지함에 용지 걸림";
PaperJamInFuserName = "퓨저에 용지 걸림";
PaperJamInOutputTrayName = "출력 용지함에 용지 걸림";
PaperJamInDuplixerName = "듀플렉서에 용지 걸림";

OfflineTitle = "장치가 오프라인 상태입니다.";
OfflineMsg = "장치가 오프라인 상태이며 인쇄 작업을 수행할 수 없습니다.";
OfflineName = "오프라인";

StartupRoutineFailedName = "시작 루틴 잉크 경고";
CartridgeCounterfeitOrUsedName = "중고 또는 모조 카트리지가 감지됨";
SupplyCartridgeRefilledName = "중고, 충전 또는 모조 카트리지가 감지됨";
CartridgeCounterfeitAdvisoryName = "모조 카트리지 알림";

UnauthorizedSupplyName = "인증되지 않은 카트리지";

CartridgeMissingOrPaperJamTitle = "용지 걸림 또는 검정 카트리지 없음";
CartridgeMissingOrPaperJamMsg = "검정 카트리지를 설치하거나 걸린 용지를 제거한 다음 덮개를 열었다가 닫으십시오.";
CartridgeMissingOrPaperJamName = "용지 걸림 또는 검정 카트리지 없음";

InsertSETUPCartridge = "설치 카트리지 삽입";
InsertNonSETUPCartridge = "일반 카트리지 삽입";

WaxSpittoonReplaceNeededTitle = "잉크 서비스 모듈을 즉시 교체하십시오";
WaxSpittoonReplaceNeededMsg = "잉크 서비스 모듈이 가득 찼습니다. 이러한 경우 프린터가 인쇄를 중지합니다. 잉크 서비스 모듈의 교체 제품이 있는 경우, 함께 제공된 설명서에 따라 교체하십시오. 또는 www.hp.com/support/dj460를 방문하거나 HP 고객 지원에 교체를 요청하십시오. 그 다음 오른쪽 인쇄 카트리지를 분리하여 인쇄를 계속하십시오. 프린터는 컬러 인쇄 카트리지만 사용하여 인쇄할 수 있게 되지만 인쇄 결과와 인쇄 속도는 저하될 수 있습니다.";
WaxSpittoonReplaceNeededName = "왁스 타구가 가득 찼습니다";

PrintheadsServiceStatus = "펜 서비스";
PrintheadsServiceSupplies = "프린트헤드 서비스";

PaperMismatchTitle = "용지가 일치하지 않음";
PaperMismatchMsg = "감지된 용지가 선택한 용지 사이트와 일치하지 않습니다. $FrontPanelAcceptButton$을 누른 다음 다른 용지 사이즈를 선택하거나 장치의 용지를 교환하십시오.";
UnexpectedPaperSizeName = "예기치 않은 용지 크기";

BlackCartridgeMisinstalledName = "흑백 카트리지가 잘못 설치되었습니다";
BlackCartridgeMisinstalledTitle = "흑백 인쇄 카트리지가 잘못 설치되었습니다";
BlackCartridgeMisinstalledMsg = "흑백 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오. 인쇄 품질이 좋지 않을 때 설치할 교체제품이 없는 경우, 인쇄 카트리지를 분리하고 나머지 인쇄 카트리지만 사용하여 인쇄할 수 있습니다. 프린터의 인쇄 속도가 느려질 수 있으며 인쇄된 색상은 인쇄 카트리지를 모두 설치한 경우와 다를 수 있습니다.";
BlackCartridgeMisinstalledShortMsg = "흑백 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";
OnePenDeviceBlackCartridgeMisinstalledMsg = "흑백 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";

ColorCartridgeMissingTitle = "색상 인쇄 카트리지 없음";
ColorCartridgeMissingMsg = "프린터에 색상 인쇄 카트리지가 잘못 설치되었거나 없어서 감지되지 않았습니다. 프린터는 하나의 인쇄 카트리지를 사용하여 인쇄할 수 있지만 인쇄 결과와 인쇄 속도는 저하될 수 있습니다. 최근에 인쇄 카트리지를 설치한 경우, 카트리지의 노즐을 덮는 보호 필름을 제거했는지 확인하십시오.";

ColorCartridgeMisinstalledName = "컬러 카트리지가 잘못 설치되었습니다";
ColorCartridgeMisinstalledTitle = "컬러 인쇄 카트리지가 잘못 설치되었습니다";
ColorCartridgeMisinstalledMsg = "컬러 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오. 인쇄 품질이 좋지 않을 때 설치할 교체제품이 없는 경우, 인쇄 카트리지를 분리하고 나머지 인쇄 카트리지만 사용하여 인쇄할 수 있습니다. 프린터의 인쇄 속도가 느려질 수 있으며 인쇄된 색상은 인쇄 카트리지를 모두 설치한 경우와 다를 수 있습니다.";
ColorCartridgeMisinstalledShortMsg = "컬러 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";
OnePenDeviceColorCartridgeMisinstalledMsg = "컬러 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";

PhotoCartridgeMisinstalledName = "사진 카트리지가 잘못 설치되었습니다";
PhotoCartridgeMisinstalledTitle = "사진 인쇄 카트리지가 잘못 설치되었습니다";
PhotoCartridgeMisinstalledMsg = "사진 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오. 인쇄 품질이 좋지 않을 때 설치할 교체제품이 없는 경우, 인쇄 카트리지를 분리하고 나머지 인쇄 카트리지만 사용하여 인쇄할 수 있습니다. 프린터의 인쇄 속도가 느려질 수 있으며 인쇄된 색상은 인쇄 카트리지를 모두 설치한 경우와 다를 수 있습니다.";
PhotoCartridgeMisinstalledShortMsg = "사진 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";
OnePenDevicePhotoCartridgeMisinstalledMsg = "사진 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";

GrayCartridgeMisinstalledName = "회색 카트리지가 잘못 설치되었습니다";
GrayCartridgeMisinstalledTitle = "회색 인쇄 카트리지가 잘못 설치되었습니다";
GrayCartridgeMisinstalledMsg = "회색 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오. 인쇄 품질이 좋지 않을 때 설치할 교체제품이 없는 경우, 인쇄 카트리지를 분리하고 나머지 인쇄 카트리지만 사용하여 인쇄할 수 있습니다. 프린터의 인쇄 속도가 느려질 수 있으며 인쇄된 색상은 인쇄 카트리지를 모두 설치한 경우와 다를 수 있습니다.";
GrayCartridgeMisinstalledShortMsg = "회색 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";
OnePenDeviceGrayCartridgeMisinstalledMsg = "회색 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";

BlackCartridgeErrorName = "흑백 카트리지에 문제가 있습니다";
BlackCartridgeErrorTitle = "흑백 인쇄 카트리지에 문제가 있습니다";
BlackCartridgeErrorMsg = "흑백 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오. 인쇄 품질이 좋지 않을 때 설치할 교체제품이 없는 경우, 인쇄 카트리지를 분리하고 나머지 인쇄 카트리지만 사용하여 인쇄할 수 있습니다. 나머지 인쇄 카트리지만 사용할 경우 프린터는 모든 문서를 회색조로 인쇄하게 됩니다.";
BlackCartridgeErrorShortMsg = "흑백 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";
OnePenDeviceBlackCartridgeErrorMsg = "흑백 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";

ColorCartridgeErrorName = "컬러 카트리지에 문제가 있습니다";
ColorCartridgeErrorTitle = "컬러 인쇄 카트리지에 문제가 있습니다";
ColorCartridgeErrorMsg = "컬러 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오. 인쇄 품질이 좋지 않을 때 설치할 교체제품이 없는 경우, 인쇄 카트리지를 분리하고 나머지 인쇄 카트리지만 사용하여 인쇄할 수 있습니다. 나머지 인쇄 카트리지만 사용할 경우 프린터는 모든 문서를 회색조로 인쇄하게 됩니다.";
ColorCartridgeErrorShortMsg = "컬러 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";
OnePenDeviceColorCartridgeErrorMsg = "컬러 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";

PhotoCartridgeErrorName = "사진 카트리지에 문제가 있습니다";
PhotoCartridgeErrorTitle = "사진 인쇄 카트리지에 문제가 있습니다";
PhotoCartridgeErrorMsg = "사진 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오. 인쇄 품질이 좋지 않을 때 설치할 교체제품이 없는 경우, 인쇄 카트리지를 분리하고 나머지 인쇄 카트리지만 사용하여 인쇄할 수 있습니다. 나머지 인쇄 카트리지만 사용할 경우 프린터는 모든 문서를 회색조로 인쇄하게 됩니다.";
PhotoCartridgeErrorShortMsg = "사진 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";
OnePenDevicePhotoCartridgeErrorMsg = "사진 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";

GrayCartridgeErrorName = "회색 카트리지에 문제가 있습니다";
GrayCartridgeErrorTitle = "회색 인쇄 카트리지에 문제가 있습니다";
GrayCartridgeErrorMsg = "회색 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오. 인쇄 품질이 좋지 않을 때 설치할 교체제품이 없는 경우, 인쇄 카트리지를 분리하고 나머지 인쇄 카트리지만 사용하여 인쇄할 수 있습니다. 나머지 인쇄 카트리지만 사용할 경우 프린터는 모든 문서를 회색조로 인쇄하게 됩니다.";
GrayCartridgeErrorShortMsg = "회색 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";
OnePenDeviceGrayCartridgeErrorMsg = "회색 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";

LeftCartridgeMissingTitle = "왼쪽 인쇄 카트리지 없음";
LeftCartridgeMissingMsg = "프린터에 왼쪽 인쇄 카트리지가 잘못 설치되었거나 없어서 감지되지 않았습니다. 프린터는 하나의 인쇄 카트리지를 사용하여 인쇄할 수 있지만 인쇄 결과와 인쇄 속도는 저하될 수 있습니다. 최근에 인쇄 카트리지를 설치한 경우, 카트리지의 노즐을 덮는 보호 필름을 제거했는지 확인하십시오.";
LeftCartridgeMissingShortMsg = "프린터에 왼쪽 인쇄 카트리지가 잘못 설치되었거나 없어서 감지되지 않았습니다. 최근에 인쇄 카트리지를 설치한 경우, 카트리지의 노즐을 덮는 보호 필름을 제거했는지 확인하십시오.";
LeftCartridgeMissingName = "왼쪽 카트리지 없음";

LeftCartridgeMisinstalledTitle = "왼쪽 인쇄 카트리지가 잘못 설치되었습니다";
LeftCartridgeMisinstalledMsg = "왼쪽 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오. 인쇄 품질이 좋지 않을 때 설치할 교체제품이 없는 경우, 인쇄 카트리지를 분리하고 나머지 인쇄 카트리지만 사용하여 인쇄할 수 있습니다. 프린터의 인쇄 속도가 느려질 수 있으며 인쇄된 색상은 인쇄 카트리지를 모두 설치한 경우와 다를 수 있습니다.";
LeftCartridgeMisinstalledShortMsg = "왼쪽 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";
LeftCartridgeMisinstalledName = "왼쪽 카트리지가 잘못 설치되었습니다";

LeftCartridgeIncorrectTitle = "올바르지 않은 인쇄 카트리지";
LeftCartridgeIncorrectMsg = "왼쪽 인쇄 카트리지에 문제가 있습니다. 현재 설치된 인쇄 카트리지 중 하나 이상이 이 프린터용으로 적합하지 않습니다. 프린터에 사용할 수 있는 인쇄 프린터에 대한 정보는 \"$SupplyInfoTask$\" 화면을 참조하십시오.";
LeftCartridgeIncorrectName = "올바르지 않은 인쇄 카트리지";

LeftCartridgeErrorTitle = "왼쪽 인쇄 카트리지에 문제가 있습니다";
LeftCartridgeErrorMsg = "왼쪽 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오. 인쇄 품질이 좋지 않을 때 설치할 교체제품이 없는 경우, 인쇄 카트리지를 분리하고 나머지 인쇄 카트리지만 사용하여 인쇄할 수 있습니다. 나머지 인쇄 카트리지만 사용할 경우 프린터는 모든 문서를 회색조로 인쇄하게 됩니다.";
LeftCartridgeErrorShortMsg = "왼쪽 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";
LeftCartridgeErrorName = "왼쪽 카트리지에 문제가 있습니다";

LeftCartridgeExpiredTitle = "카트리지의 수명이 다했습니다 - 왼쪽";
LeftCartridgeExpiredMsg = "아래 잉크 카트리지는 만료 날짜에 가까워졌습니다.왼쪽\n만료된 잉크의 사용 때문에 요구되는 프린터 서비스나 수리는 보증이 되지 않습니다.\n만료된 잉크 카트리지를 지금 제거하고 교체할 수 있습니다.";

LeftCartridgeNonHPTitle = "카트리지가 HP 제품이 아닙니다 - 왼쪽";
LeftCartridgeNonHPMsg = "HP는 비HP 소모품의 품질 또는 신뢰성을 보증할 수 없습니다. 비HP 소모품 사용으로 인한 프린터 서비스 또는 수리는 보증이 적용되지 않습니다.\nHP 인쇄 카트리지 정품을 구매하신 경우 를 방문하십시오.\n정품의 HP 소모품은 항상 만족스러운 결과를 얻도록 설계되어 HP 프린터로 테스트를 하였습니다.";

LeftCartridgeLowTitle = "카트리지의 잉크가 거의 없습니다 - 왼쪽";
LeftCartridgeLowMsg = "잉크 카트리지를 곧 교체해야 합니다. 카트리지가 비어 있는 경우, 프린터는 카트리지가 교체될 때까지 인쇄를 실행할 수 없습니다.";

LeftCartridgeOutTitle = "카트리지의 잉크가 없습니다 - 왼쪽";
LeftCartridgeOutMsg = "새 HP 검은색 잉크 카트리지로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";

RightCartridgeMissingTitle = "오른쪽 인쇄 카트리지 없음";
RightCartridgeMissingMsg = "프린터에 오른쪽 인쇄 카트리지가 잘못 설치되었거나 없어서 감지되지 않았습니다. 프린터는 컬러 인쇄 카트리지만 사용하여 인쇄할 수 있게 되지만 인쇄 결과와 인쇄 속도는 저하될 수 있습니다. 최근에 인쇄 카트리지를 설치한 경우, 카트리지의 노즐을 덮는 보호 필름을 제거했는지 확인하십시오.";
RightCartridgeMissingShortMsg = "프린터에 오른쪽 인쇄 카트리지가 잘못 설치되었거나 없어서 감지되지 않았습니다. 최근에 인쇄 카트리지를 설치한 경우, 카트리지의 노즐을 덮는 보호 필름을 제거했는지 확인하십시오.";
RightCartridgeMissingName = "오른쪽 카트리지 없음";

RightCartridgeMisinstalledTitle = "오른쪽 인쇄 카트리지가 잘못 설치되었습니다";
RightCartridgeMisinstalledMsg = "오른쪽 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오. 인쇄 품질이 좋지 않을 때 설치할 교체제품이 없는 경우, 인쇄 카트리지를 분리하고 나머지 인쇄 카트리지만 사용하여 인쇄할 수 있습니다. 프린터의 인쇄 속도가 느려질 수 있으며 인쇄된 색상은 인쇄 카트리지를 모두 설치한 경우와 다를 수 있습니다.";
RightCartridgeMisinstalledShortMsg = "오른쪽 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";
RightCartridgeMisinstalledName = "오른쪽 카트리지가 잘못 설치되었습니다";

RightCartridgeIncorrectTitle = "올바르지 않은 인쇄 카트리지";
RightCartridgeIncorrectMsg = "오른쪽 인쇄 카트리지에 문제가 있습니다. 현재 설치된 인쇄 카트리지 중 하나 이상이 이 프린터용으로 적합하지 않습니다. 프린터에 사용할 수 있는 인쇄 프린터에 대한 정보는 \"$SupplyInfoTask$\" 화면을 참조하십시오.";
RightCartridgeIncorrectName = "올바르지 않은 인쇄 카트리지";

RightCartridgeErrorTitle = "오른쪽 인쇄 카트리지에 문제가 있습니다";
RightCartridgeErrorMsg = "오른쪽 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오. 인쇄 품질이 좋지 않을 때 설치할 교체제품이 없는 경우, 인쇄 카트리지를 분리하고 나머지 인쇄 카트리지만 사용하여 인쇄할 수 있습니다. 나머지 인쇄 카트리지만 사용할 경우 프린터는 모든 문서를 회색조로 인쇄하게 됩니다.";
RightCartridgeErrorShortMsg = "오른쪽 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리하십시오.\n2. 인쇄 카트리지를 다시 넣으십시오.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";
RightCartridgeErrorName = "오른쪽 카트리지에 문제가 있습니다";

RightCartridgeExpiredTitle = "카트리지의 수명이 다했습니다 - 오른쪽";
RightCartridgeExpiredMsg = "아래 잉크 카트리지는 만료 날짜에 가까워졌습니다.오른쪽\n만료된 잉크의 사용 때문에 요구되는 프린터 서비스나 수리는 보증이 되지 않습니다.\n만료된 잉크 카트리지를 지금 제거하고 교체할 수 있습니다.";

RightCartridgeNonHPTitle = "카트리지가 HP 제품이 아닙니다 - 오른쪽";
RightCartridgeNonHPMsg = "HP는 비HP 소모품의 품질 또는 신뢰성을 보증할 수 없습니다. 비HP 소모품 사용으로 인한 프린터 서비스 또는 수리는 보증이 적용되지 않습니다.\nHP 인쇄 카트리지 정품을 구매하신 경우 를 방문하십시오.\n정품의 HP 소모품은 항상 만족스러운 결과를 얻도록 설계되어 HP 프린터로 테스트를 하였습니다.";

RightCartridgeLowTitle = "카트리지의 잉크가 거의 없습니다 - 오른쪽";
RightCartridgeLowMsg = "잉크 카트리지를 곧 교체해야 합니다. 카트리지가 비어 있는 경우, 프린터는 카트리지가 교체될 때까지 인쇄를 실행할 수 없습니다.";

RightCartridgeOutTitle = "카트리지의 잉크가 없습니다 - 오른쪽";
RightCartridgeOutMsg = "새 HP 검은색 잉크 카트리지로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";

LaserjetDeviceBlackCartridgeMissingName = "검은색 토너 카트리지이(가) 없습니다";
LaserjetDeviceBlackCartridgeMissingTitle = "검은색 토너 카트리지이(가) 없습니다";
LaserjetDeviceBlackCartridgeMissingMsg = "인쇄를 계속하려면 검은색 토너 카트리지을(를) 설치하십시오.";

LaserjetDeviceCyanCartridgeMissingName = "시안 토너 카트리지이(가) 없습니다";
LaserjetDeviceCyanCartridgeMissingTitle = "시안 토너 카트리지이(가) 없습니다";
LaserjetDeviceCyanCartridgeMissingMsg = "인쇄를 계속하려면 시안 토너 카트리지을(를) 설치하십시오.";

LaserjetDeviceMagentaCartridgeMissingName = "마젠타 토너 카트리지이(가) 없습니다";
LaserjetDeviceMagentaCartridgeMissingTitle = "마젠타 토너 카트리지이(가) 없습니다";
LaserjetDeviceMagentaCartridgeMissingMsg = "인쇄를 계속하려면 마젠타 토너 카트리지을(를) 설치하십시오.";

LaserjetDeviceYellowCartridgeMissingName = "노란색 토너 카트리지이(가) 없습니다";
LaserjetDeviceYellowCartridgeMissingTitle = "노란색 토너 카트리지이(가) 없습니다";
LaserjetDeviceYellowCartridgeMissingMsg = "인쇄를 계속하려면 노란색 토너 카트리지을(를) 설치하십시오.";

LaserjetDeviceFuserKitMissingName = "퓨저 키트가 없습니다.";
LaserjetDeviceFuserKitMissingTitle = "퓨저 키트가 없습니다.";
LaserjetDeviceFuserKitMissingMsg = "인쇄를 계속하려면 퓨저 키트를 설치하십시오.";

LaserjetDeviceImageDrumMissingTitle = "이미지 드럼이 없음";
LaserjetDeviceImageDrumMissingMsg = "인쇄를 계속하려면 이미지 드럼을 설치하십시오.";

SuppliesStatusAuthentic = "정품 HP";
SuppliesStatusClone = "HP 모방 칩";
SuppliesStatusRefilled = "비정품 리필";
SuppliesStatusUnauthorized = "비공인";
SuppliesStatusGood = "양호";
SuppliesStatusMissing = "없음";
SuppliesStatusMisinstalled = "잘못 설치됨";
SuppliesStatusIncorrect = "올바르지 않음";
SuppliesStatusError = "교체하십시오";
SuppliesStatusUnknown = "모름";
SuppliesStatusLow = "낮음";
SuppliesStatusOut = "아웃";
SupplyLevelVeryLow = "매우 낮음";
SupplyAuthStateUsed = "사용함";
SupplyAuthStateUnsupported = "지원되지 않음";
SupplyAuthStateNonHP = "타사";
SupplyAuthStateIncompatible = "호환되지 않음";
SuppliesStatusSubscriptionConsumableTemporaryUsageAllowed = "Instant ink";
SuppliesStatusSehoAtInsertion = "카트리지가 비어 있습니까";

PrintheadStatusError = "프린트 헤드의 작동이 실패했습니다";
PrintheadStatusIncorrect = "호환되지 않는 프린트 헤드입니다";
PrintheadStatusMissing = "프린트 헤드가 감지되지 않습니다";
PrintheadStatusMisinstalled = "프린트 헤드가 불량입니다";

// Ink strings
SuppliesStatusBothCartridgeName = "모두";
SuppliesStatusBothCartridgesMissing = "두 잉크 카트리지 모두 없습니다";

InkStatusNearExpiration = "카트리지 유효기간이 거의 다 되었습니다.";
InkStatusIncorrect = "카트리지가 올바르지 않습니다";
InkStatusError = "카트리지의 작동이 실패했습니다";
InkStatusLow = "카트리지의 잉크가 거의 없습니다";
InkStatusOut = "카트리지의 잉크가 없습니다";
InkStatusExpired = "카트리지의 수명이 다했습니다";
InkStatusNonHP = "카트리지가 HP 제품이 아닙니다";
InkStatusPreviouslyUsed = "이전에 사용한 카트리지입니다";
InkStatusDepleted = "중고, 리필 또는 모조";
InkStatusMissing = "카트리지가 감지되지 않습니다";
InkStatusVeryLow = "잉크 잔량 부족";

InkStatusUpgradableSupply = "업그레이드 카트리지";
InkStatusSupplyUpgradeSuccess = "업그레이드 성공";
InkStatusSupplyUpgradeFailed = "업그레이드 실패";

CartridgeStatusWrongSlot = "카트리지가 잘못된 슬롯에 설치되었습니다";
CartridgeStatusLow = "카트리지의 잉크가 거의 없습니다";
CartridgeStatusOut = "카트리지의 잉크가 없습니다";
CartridgeStatusExpired = "카트리지의 수명이 다했습니다";
CartridgeStatusMissing = "카트리지가 감지되지 않습니다";
TonerMissingName = "카트리지 없음";
DrumMissingName = "드럼 없음";
CartridgeStatusError = "카트리지의 작동이 실패했습니다";
CartridgeStatusIncorrect = "카트리지가 올바르지 않습니다";
CartridgeStatusIncompatible = "카트리지가 호환되지 않음";
CartridgeStatusNonHP = "카트리지가 HP 제품이 아닙니다";
CartridgeStatusPreviouslyUsed = "이전에 사용한 카트리지입니다";
CartridgeStatusDepleted = "카트리지가 소진되었습니다";
CartridgeStatusProtected = "카트리지가 보호됨";
DrumStatusProtectedName = "드럼을 보호합니다";
CartridgeIsEmpty = "빈 카트리지";
CartridgeEmptyNotDetected = "빔 조건이 감지되지 않음";
CartridgePossibleRefill = "가능한 충전";
CartridgeStatusUnauthorized = "카트리지가 승인되지 않았습니다.";

IsmFullName = "ISM이 꽉 찼습니다.";
IsmFullTitle = "잉크 서비스 모듈이 꽉 찼습니다.";
IsmFullMsg = "잉크 서비스 모듈을 즉시 교체하십시오.";

OnePenDeviceCartridgeMissingName = "카트리지를 찾을 수 없음";
OnePenDeviceCartridgeMissingTitle = "인쇄 카트리지를 찾을 수 없음";
OnePenDeviceCartridgeMissingMsg = "프린터에 인쇄 카트리지가 잘못 설치되었거나 없어서 감지되지 않았습니다. 최근에 인쇄 카트리지를 설치한 경우, 카트리지의 노즐을 덮는 보호 필름을 제거했는지 확인하십시오.";

OnePenDeviceCartridgeMisinstalledName = "카트리지가 잘못 설치됨";
OnePenDeviceCartridgeMisinstalledTitle = "인쇄 카트리지가 잘못 설치됨";
OnePenDeviceCartridgeMisinstalledMsg = "인쇄 카트리지에 문제가 있습니다. 문제를 해결하려면\n1. 인쇄 카트리지를 빼냅니다.\n2. 인쇄 카트리지를 다시 삽입합니다.\n문제가 계속되면 인쇄 카트리지를 교체하십시오.";

OnePenDeviceCartridgeMinstalledName = "카트리지가 잘못 설치됨";
OnePenDeviceCartridgeMinstalledTitle = "인쇄 카트리지가 잘못 설치됨";
OnePenDeviceCartridgeMinstalledMsg = "인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리합니다.\n2. 인쇄 카트리지를 재삽입합니다.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";

OnePenDeviceCartridgeIncorrectName = "사이안 인쇄 카트리지를 찾을 수 없음";
OnePenDeviceCartridgeIncorrectTitle = "사이안 인쇄 카트리지를 찾을 수 없음";
OnePenDeviceCartridgeIncorrectMsg = "인쇄 카트리지에 문제가 있습니다. 현재 설치되어 있는 인쇄 카트리지는 이 프린터용이 아닙니다. 사용중인 프린터에 적합한 인쇄 카트리지에 관한 자세한 내용은 \"$SupplyInfoTask$\" 화면을 참고하십시오.";

OnePenDeviceCartridgeErrorName = "카트리지에 문제 발생";
OnePenDeviceCartridgeErrorTitle = "인쇄 카트리지에 문제 발생";
OnePenDeviceCartridgeErrorMsg = "인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 인쇄 카트리지를 분리합니다.\n2. 인쇄 카트리지를 재삽입합니다.\n문제가 지속되면 인쇄 카트리지를 교체하십시오.";

SeparatePenDeviceBlackCartridgeMissingName = "검은색 카트리지를 찾을 수 없음";
SeparatePenDeviceBlackCartridgeMissingTitle = "검은색 잉크 카트리지를 찾을 수 없음";
SeparatePenDeviceBlackCartridgeMissingMsg = "프린터에 검은색 잉크 카트리지가 잘못 설치되었거나 없어서 감지되지 않았습니다.";

SeparatePenDeviceBlackCartridgeMisinstalledName = "검은색 카트리지가 잘못 설치됨";
SeparatePenDeviceBlackCartridgeMisinstalledTitle = "검은색 잉크 카트리지가 잘못 설치됨";
SeparatePenDeviceBlackCartridgeMisinstalledMsg = "검은색 잉크 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 잉크 카트리지를 분리합니다.\n2. 잉크 카트리지를 재삽입합니다.\n문제가 지속되면 잉크 카트리지를 교체하십시오.";

SeparatePenDeviceBlackCartridgeIncorrectName = "검은색 카트리지가 올바르지 않음";
SeparatePenDeviceBlackCartridgeIncorrectTitle = "검은색 잉크 카트리지가 올바르지 않음";
SeparatePenDeviceBlackCartridgeIncorrectMsg = "검은색 잉크 카트리지에 문제가 있습니다. 현재 설치되어 있는 잉크 카트리지 중 하나 이상이 이 프린터용으로 적합하지 않습니다. 사용중인 프린터에 적합한 잉크 카트리지에 관한 자세한 내용은 \"$SupplyInfoTask$\" 화면을 참고하십시오.";

SeparatePenDeviceBlackCartridgeErrorName = "검은색 카트리지에 문제 발생";
SeparatePenDeviceBlackCartridgeErrorTitle = "검은색 잉크 카트리지에 문제 발생";
SeparatePenDeviceBlackCartridgeErrorMsg = "검은색 잉크 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 잉크 카트리지를 분리합니다.\n2. 잉크 카트리지를 재삽입합니다.\n문제가 지속되면 잉크 카트리지를 교체하십시오.";

SeparatePenDeviceBlackCartridgeLowTitle = "검은색 카트리지의 잉크 레벨이 낮습니다.";
SeparatePenDeviceBlackCartridgeLowMsg = "잉크 카트리지를 곧 교체해야 합니다. 카트리지가 비어 있는 경우, 프린터는 카트리지가 교체될 때까지 인쇄를 실행할 수 없습니다.";

SeparatePenDeviceBlackCartridgeOutTitle = "빈 검은색 잉크 카트리지를 교체하십시오.";
SeparatePenDeviceBlackCartridgeOutMsg = "새 HP 검은색 잉크 카트리지로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";

SeparatePenDeviceBlackCartridgeExpiredTitle = "카트리지의 수명이 다했습니다 - 검정";
SeparatePenDeviceBlackCartridgeExpiredMsg = "아래 잉크 카트리지는 만료 날짜에 가까워졌습니다.검정\n만료된 잉크의 사용 때문에 요구되는 프린터 서비스나 수리는 보증이 되지 않습니다.\n만료된 잉크 카트리지를 지금 제거하고 교체할 수 있습니다.";

SeparatePenDeviceBlackCartridgeNonHPTitle = "카트리지가 HP 제품이 아닙니다 - 검정";
SeparatePenDeviceBlackCartridgeNonHPMsg = "HP는 비HP 소모품의 품질 또는 신뢰성을 보증할 수 없습니다. 비HP 소모품 사용으로 인한 프린터 서비스 또는 수리는 보증이 적용되지 않습니다.\nHP 인쇄 카트리지 정품을 구매하신 경우 를 방문하십시오.\n정품의 HP 소모품은 항상 만족스러운 결과를 얻도록 설계되어 HP 프린터로 테스트를 하였습니다.";

SeparatePenDeviceCyanCartridgeMissingName = "사이안 카트리지를 찾을 수 없음";
SeparatePenDeviceCyanCartridgeMissingTitle = "사이안 잉크 카트리지를 찾을 수 없음";
SeparatePenDeviceCyanCartridgeMissingMsg = "프린터에 사이안 잉크 카트리지가 잘못 설치되었거나 없어서 감지되지 않았습니다.";

SeparatePenDeviceCyanCartridgeMisinstalledName = "사이안 카트리지가 잘못 설치됨";
SeparatePenDeviceCyanCartridgeMisinstalledTitle = "사이안 잉크 카트리지가 잘못 설치됨";
SeparatePenDeviceCyanCartridgeMisinstalledMsg = "사이안 잉크 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 잉크 카트리지를 분리합니다.\n2. 잉크 카트리지를 재삽입합니다.\n문제가 지속되면 잉크 카트리지를 교체하십시오.";

SeparatePenDeviceCyanCartridgeIncorrectName = "사이안 카트리지가 올바르지 않음";
SeparatePenDeviceCyanCartridgeIncorrectTitle = "사이안 잉크 카트리지가 올바르지 않음";
SeparatePenDeviceCyanCartridgeIncorrectMsg = "사이안 잉크 카트리지에 문제가 있습니다. 현재 설치되어 있는 잉크 카트리지 중 하나 이상이 이 프린터용으로 적합하지 않습니다. 사용중인 프린터에 적합한 잉크 카트리지에 관한 자세한 내용은 \"$SupplyInfoTask$\" 화면을 참고하십시오.";

SeparatePenDeviceCyanCartridgeErrorName = "사이안 카트리지에 문제 발생";
SeparatePenDeviceCyanCartridgeErrorTitle = "사이안 잉크 카트리지에 문제 발생";
SeparatePenDeviceCyanCartridgeErrorMsg = "사이안 잉크 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 잉크 카트리지를 분리합니다.\n2. 잉크 카트리지를 재삽입합니다.\n문제가 지속되면 잉크 카트리지를 교체하십시오.";

SeparatePenDeviceCyanCartridgeLowTitle = "사이안 카트리지의 잉크 레벨이 낮습니다.";
SeparatePenDeviceCyanCartridgeLowMsg = "잉크 카트리지를 곧 교체해야 합니다. 카트리지가 비어 있는 경우, 프린터는 카트리지가 교체될 때까지 인쇄를 실행할 수 없습니다.";

SeparatePenDeviceCyanCartridgeOutTitle = "빈 사이안 잉크 카트리지를 교체하십시오.";
SeparatePenDeviceCyanCartridgeOutMsg = "새 HP 사이안 잉크 카트리지로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";

SeparatePenDeviceCyanCartridgeExpiredTitle = "카트리지의 수명이 다했습니다 - 시안";
SeparatePenDeviceCyanCartridgeExpiredMsg = "아래 잉크 카트리지는 만료 날짜에 가까워졌습니다.시안\n만료된 잉크의 사용 때문에 요구되는 프린터 서비스나 수리는 보증이 되지 않습니다.\n만료된 잉크 카트리지를 지금 제거하고 교체할 수 있습니다.";

SeparatePenDeviceCyanCartridgeNonHPTitle = "카트리지가 HP 제품이 아닙니다 - 시안";
SeparatePenDeviceCyanCartridgeNonHPMsg = "HP는 비HP 소모품의 품질 또는 신뢰성을 보증할 수 없습니다. 비HP 소모품 사용으로 인한 프린터 서비스 또는 수리는 보증이 적용되지 않습니다.\nHP 인쇄 카트리지 정품을 구매하신 경우 를 방문하십시오.\n정품의 HP 소모품은 항상 만족스러운 결과를 얻도록 설계되어 HP 프린터로 테스트를 하였습니다.";

SeparatePenDeviceMagentaCartridgeMissingName = "마젠타 카트리지를 찾을 수 없음";
SeparatePenDeviceMagentaCartridgeMissingTitle = "마젠타 잉크 카트리지를 찾을 수 없음";
SeparatePenDeviceMagentaCartridgeMissingMsg = "프린터에 마젠타 잉크 카트리지가 잘못 설치되었거나 없어서 감지되지 않았습니다.";

SeparatePenDeviceMagentaCartridgeMisinstalledName = "마젠타 카트리지가 잘못 설치됨";
SeparatePenDeviceMagentaCartridgeMisinstalledTitle = "마젠타 잉크 카트리지가 잘못 설치됨";
SeparatePenDeviceMagentaCartridgeMisinstalledMsg = "마젠타 잉크 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 잉크 카트리지를 분리합니다.\n2. 잉크 카트리지를 재삽입합니다.\n문제가 지속되면 잉크 카트리지를 교체하십시오.";

SeparatePenDeviceMagentaCartridgeIncorrectName = "마젠타 카트리지가 올바르지 않음";
SeparatePenDeviceMagentaCartridgeIncorrectTitle = "마젠타 잉크 카트리지가 올바르지 않음";
SeparatePenDeviceMagentaCartridgeIncorrectMsg = "마젠타 잉크 카트리지에 문제가 있습니다. 현재 설치되어 있는 잉크 카트리지 중 하나 이상이 이 프린터용으로 적합하지 않습니다. 사용중인 프린터에 적합한 잉크 카트리지에 관한 자세한 내용은 \"$SupplyInfoTask$\" 화면을 참고하십시오.";

SeparatePenDeviceMagentaCartridgeErrorName = "마젠타 카트리지에 문제 발생";
SeparatePenDeviceMagentaCartridgeErrorTitle = "마젠타 잉크 카트리지에 문제 발생";
SeparatePenDeviceMagentaCartridgeErrorMsg = "마젠타 잉크 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 잉크 카트리지를 분리합니다.\n2. 잉크 카트리지를 재삽입합니다.\n문제가 지속되면 잉크 카트리지를 교체하십시오.";

SeparatePenDeviceMagentaCartridgeLowTitle = "마젠타 카트리지의 잉크 레벨이 낮습니다.";
SeparatePenDeviceMagentaCartridgeLowMsg = "잉크 카트리지를 곧 교체해야 합니다. 카트리지가 비어 있는 경우, 프린터는 카트리지가 교체될 때까지 인쇄를 실행할 수 없습니다.";

SeparatePenDeviceMagentaCartridgeOutTitle = "빈 마젠타 잉크 카트리지를 교체하십시오.";
SeparatePenDeviceMagentaCartridgeOutMsg = "새 HP 마젠타 잉크 카트리지로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";

SeparatePenDeviceMagentaCartridgeExpiredTitle = "카트리지의 수명이 다했습니다 - 마젠타";
SeparatePenDeviceMagentaCartridgeExpiredMsg = "아래 잉크 카트리지는 만료 날짜에 가까워졌습니다.마젠타\n만료된 잉크의 사용 때문에 요구되는 프린터 서비스나 수리는 보증이 되지 않습니다.\n만료된 잉크 카트리지를 지금 제거하고 교체할 수 있습니다.";

SeparatePenDeviceMagentaCartridgeNonHPTitle = "카트리지가 HP 제품이 아닙니다 - 마젠타";
SeparatePenDeviceMagentaCartridgeNonHPMsg = "HP는 비HP 소모품의 품질 또는 신뢰성을 보증할 수 없습니다. 비HP 소모품 사용으로 인한 프린터 서비스 또는 수리는 보증이 적용되지 않습니다.\nHP 인쇄 카트리지 정품을 구매하신 경우 를 방문하십시오.\n정품의 HP 소모품은 항상 만족스러운 결과를 얻도록 설계되어 HP 프린터로 테스트를 하였습니다.";

SeparatePenDeviceYellowCartridgeMissingName = "노란색 카트리지를 찾을 수 없음";
SeparatePenDeviceYellowCartridgeMissingTitle = "노란색 잉크 카트리지를 찾을 수 없음";
SeparatePenDeviceYellowCartridgeMissingMsg = "프린터에 노란색 잉크 카트리지가 잘못 설치되었거나 없어서 감지되지 않았습니다.";

SeparatePenDeviceYellowCartridgeMisinstalledName = "노란색 카트리지가 잘못 설치됨";
SeparatePenDeviceYellowCartridgeMisinstalledTitle = "노란색 잉크 카트리지가 잘못 설치됨";
SeparatePenDeviceYellowCartridgeMisinstalledMsg = "노란색 잉크 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 잉크 카트리지를 분리합니다.\n2. 잉크 카트리지를 재삽입합니다.\n문제가 지속되면 잉크 카트리지를 교체하십시오.";

SeparatePenDeviceYellowCartridgeIncorrectName = "노란색 카트리지가 올바르지 않음";
SeparatePenDeviceYellowCartridgeIncorrectTitle = "노란색 잉크 카트리지가 올바르지 않음";
SeparatePenDeviceYellowCartridgeIncorrectMsg = "노란색 잉크 카트리지에 문제가 있습니다. 현재 설치되어 있는 잉크 카트리지 중 하나 이상이 이 프린터용으로 적합하지 않습니다. 사용중인 프린터에 적합한 잉크 카트리지에 관한 자세한 내용은 \"$SupplyInfoTask$\" 화면을 참고하십시오.";

SeparatePenDeviceYellowCartridgeErrorName = "노란색 카트리지에 문제 발생";
SeparatePenDeviceYellowCartridgeErrorTitle = "노란색 잉크 카트리지에 문제 발생";
SeparatePenDeviceYellowCartridgeErrorMsg = "노란색 잉크 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 잉크 카트리지를 분리합니다.\n2. 잉크 카트리지를 재삽입합니다.\n문제가 지속되면 잉크 카트리지를 교체하십시오.";

SeparatePenDeviceYellowCartridgeLowTitle = "노란색 카트리지의 잉크 레벨이 낮습니다.";
SeparatePenDeviceYellowCartridgeLowMsg = "잉크 카트리지를 곧 교체해야 합니다. 카트리지가 비어 있는 경우, 프린터는 카트리지가 교체될 때까지 인쇄를 실행할 수 없습니다.";

SeparatePenDeviceYellowCartridgeOutTitle = "빈 노란색 잉크 카트리지를 교체하십시오.";
SeparatePenDeviceYellowCartridgeOutMsg = "새 HP 노란색 잉크 카트리지로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";

SeparatePenDeviceYellowCartridgeExpiredTitle = "카트리지의 수명이 다했습니다 - 노랑";
SeparatePenDeviceYellowCartridgeExpiredMsg = "아래 잉크 카트리지는 만료 날짜에 가까워졌습니다.노랑\n만료된 잉크의 사용 때문에 요구되는 프린터 서비스나 수리는 보증이 되지 않습니다.\n만료된 잉크 카트리지를 지금 제거하고 교체할 수 있습니다.";

SeparatePenDeviceYellowCartridgeNonHPTitle = "카트리지가 HP 제품이 아닙니다 - 노랑";
SeparatePenDeviceYellowCartridgeNonHPMsg = "HP는 비HP 소모품의 품질 또는 신뢰성을 보증할 수 없습니다. 비HP 소모품 사용으로 인한 프린터 서비스 또는 수리는 보증이 적용되지 않습니다.\nHP 인쇄 카트리지 정품을 구매하신 경우 를 방문하십시오.\n정품의 HP 소모품은 항상 만족스러운 결과를 얻도록 설계되어 HP 프린터로 테스트를 하였습니다.";

SeparatePenDeviceLightCyanCartridgeMissingName = "라이트 사이안 인쇄 카트리지를 찾을 수 없음";
SeparatePenDeviceLightCyanCartridgeMissingTitle = "라이트 사이안 잉크 카트리지를 찾을 수 없음";
SeparatePenDeviceLightCyanCartridgeMissingMsg = "프린터에 라이트 사이안 잉크 카트리지가 잘못 설치되었거나 없어서 감지되지 않았습니다.";

SeparatePenDeviceLightCyanCartridgeMisinstalledName = "라이트 사이안 카트리지가 잘못 설치됨";
SeparatePenDeviceLightCyanCartridgeMisinstalledTitle = "라이트 사이안 잉크 카트리지가 잘못 설치됨";
SeparatePenDeviceLightCyanCartridgeMisinstalledMsg = "라이트 사이안 잉크 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 잉크 카트리지를 분리합니다.\n2. 잉크 카트리지를 재삽입합니다.\n문제가 지속되면 잉크 카트리지를 교체하십시오.";

SeparatePenDeviceLightCyanCartridgeIncorrectName = "라이트 사이안 카트리지가 올바르지 않음";
SeparatePenDeviceLightCyanCartridgeIncorrectTitle = "라이트 사이안 잉크 카트리지가 올바르지 않음";
SeparatePenDeviceLightCyanCartridgeIncorrectMsg = "라이트 사이안 잉크 카트리지에 문제가 있습니다. 현재 설치되어 있는 잉크 카트리지 중 하나 이상이 이 프린터용으로 적합하지 않습니다. 사용중인 프린터에 적합한 잉크 카트리지에 관한 자세한 내용은 \"$SupplyInfoTask$\" 화면을 참고하십시오.";

SeparatePenDeviceLightCyanCartridgeErrorName = "라이트 사이안 카트리지에 문제 발생";
SeparatePenDeviceLightCyanCartridgeErrorTitle = "라이트 사이안 잉크 카트리지에 문제 발생";
SeparatePenDeviceLightCyanCartridgeErrorMsg = "라이트 사이안 잉크 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 잉크 카트리지를 분리합니다.\n2. 잉크 카트리지를 재삽입합니다.\n문제가 지속되면 잉크 카트리지를 교체하십시오.";

SeparatePenDeviceLightCyanCartridgeLowTitle = "라이트 사이안 카트리지의 잉크 레벨이 낮습니다.";
SeparatePenDeviceLightCyanCartridgeLowMsg = "잉크 카트리지를 곧 교체해야 합니다. 카트리지가 비어 있는 경우, 프린터는 카트리지가 교체될 때까지 인쇄를 실행할 수 없습니다.";

SeparatePenDeviceLightCyanCartridgeOutTitle = "빈 라이트 사이안 잉크 카트리지를 교체하십시오.";
SeparatePenDeviceLightCyanCartridgeOutMsg = "새 HP 라이트 사이안 잉크 카트리지로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";

SeparatePenDeviceLightCyanCartridgeExpiredTitle = "카트리지의 수명이 다했습니다 - 라이트 시안";
SeparatePenDeviceLightCyanCartridgeExpiredMsg = "아래 잉크 카트리지는 만료 날짜에 가까워졌습니다.라이트 시안\n만료된 잉크의 사용 때문에 요구되는 프린터 서비스나 수리는 보증이 되지 않습니다.\n만료된 잉크 카트리지를 지금 제거하고 교체할 수 있습니다.";

SeparatePenDeviceLightCyanCartridgeNonHPTitle = "카트리지가 HP 제품이 아닙니다 - 라이트 시안";
SeparatePenDeviceLightCyanCartridgeNonHPMsg = "HP는 비HP 소모품의 품질 또는 신뢰성을 보증할 수 없습니다. 비HP 소모품 사용으로 인한 프린터 서비스 또는 수리는 보증이 적용되지 않습니다.\nHP 인쇄 카트리지 정품을 구매하신 경우 를 방문하십시오.\n정품의 HP 소모품은 항상 만족스러운 결과를 얻도록 설계되어 HP 프린터로 테스트를 하였습니다.";

SeparatePenDeviceLightMagentaCartridgeMissingName = "라이트 마젠타 카트리지를 찾을 수 없음";
SeparatePenDeviceLightMagentaCartridgeMissingTitle = "라이트 마젠타 잉크 카트리지를 찾을 수 없음";
SeparatePenDeviceLightMagentaCartridgeMissingMsg = "프린터에 라이트 마젠타 잉크 카트리지가 잘못 설치되었거나 없어서 감지되지 않았습니다.";

SeparatePenDeviceLightMagentaCartridgeMisinstalledName = "라이트 마젠타 카트리지가 잘못 설치됨";
SeparatePenDeviceLightMagentaCartridgeMisinstalledTitle = "라이트 마젠타 잉크 카트리지가 잘못 설치됨";
SeparatePenDeviceLightMagentaCartridgeMisinstalledMsg = "라이트 마젠타 잉크 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 잉크 카트리지를 분리합니다.\n2. 잉크 카트리지를 재삽입합니다.\n문제가 지속되면 잉크 카트리지를 교체하십시오.";

SeparatePenDeviceLightMagentaCartridgeIncorrectName = "라이트 마젠타 카트리지가 올바르지 않음";
SeparatePenDeviceLightMagentaCartridgeIncorrectTitle = "라이트 마젠타 잉크 카트리지가 올바르지 않음";
SeparatePenDeviceLightMagentaCartridgeIncorrectMsg = "라이트 마젠타 잉크 카트리지에 문제가 있습니다. 현재 설치되어 있는 잉크 카트리지 중 하나 이상이 이 프린터용으로 적합하지 않습니다. 사용중인 프린터에 적합한 잉크 카트리지에 관한 자세한 내용은 \"$SupplyInfoTask$\" 화면을 참고하십시오.";

SeparatePenDeviceLightMagentaCartridgeErrorName = "라이트 마젠타 카트리지에 문제 발생";
SeparatePenDeviceLightMagentaCartridgeErrorTitle = "라이트 마젠타 잉크 카트리지에 문제 발생";
SeparatePenDeviceLightMagentaCartridgeErrorMsg = "라이트 마젠타 잉크 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 잉크 카트리지를 분리합니다.\n2. 잉크 카트리지를 재삽입합니다.\n문제가 지속되면 잉크 카트리지를 교체하십시오.";

SeparatePenDeviceLightMagentaCartridgeLowTitle = "라이트 마젠타 카트리지의 잉크 레벨이 낮습니다.";
SeparatePenDeviceLightMagentaCartridgeLowMsg = "잉크 카트리지를 곧 교체해야 합니다. 카트리지가 비어 있는 경우, 프린터는 카트리지가 교체될 때까지 인쇄를 실행할 수 없습니다.";

SeparatePenDeviceLightMagentaCartridgeOutTitle = "빈 라이트 마젠타 잉크 카트리지를 교체하십시오.";
SeparatePenDeviceLightMagentaCartridgeOutMsg = "새 HP 라이트 마젠타 잉크 카트리지로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";

SeparatePenDeviceLightMagentaCartridgeExpiredTitle = "카트리지의 수명이 다했습니다 - 라이트 마젠타";
SeparatePenDeviceLightMagentaCartridgeExpiredMsg = "아래 잉크 카트리지는 만료 날짜에 가까워졌습니다.라이트 마젠타\n만료된 잉크의 사용 때문에 요구되는 프린터 서비스나 수리는 보증이 되지 않습니다.\n만료된 잉크 카트리지를 지금 제거하고 교체할 수 있습니다.";

SeparatePenDeviceLightMagentaCartridgeNonHPTitle = "카트리지가 HP 제품이 아닙니다 - 라이트 마젠타";
SeparatePenDeviceLightMagentaCartridgeNonHPMsg = "HP는 비HP 소모품의 품질 또는 신뢰성을 보증할 수 없습니다. 비HP 소모품 사용으로 인한 프린터 서비스 또는 수리는 보증이 적용되지 않습니다.\nHP 인쇄 카트리지 정품을 구매하신 경우 를 방문하십시오.\n정품의 HP 소모품은 항상 만족스러운 결과를 얻도록 설계되어 HP 프린터로 테스트를 하였습니다.";

SeparatePenDeviceMatteBlackCartridgeMissingTitle = "수명이 다한 매트 검은색 잉크 카트리지.";
SeparatePenDeviceMatteBlackCartridgeMissingMsg = "프린터에 매트 검은색 인쇄 카트리지가 잘못 설치되었거나 없어서 감지되지 않았습니다.";

SeparatePenDeviceMatteBlackCartridgeMisinstalledTitle = "매트 검은색 인쇄 카트리지가 잘못 설치됨.";
SeparatePenDeviceMatteBlackCartridgeMisinstalledMsg = "매트 검은색 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 잉크 카트리지를 분리합니다.\n2. 잉크 카트리지를 재삽입합니다.\n문제가 지속되면 잉크 카트리지를 교체하십시오.";

SeparatePenDeviceMatteBlackCartridgeIncorrectTitle = "매트 검은색 잉크 카트리지가 올바르지 않음.";
SeparatePenDeviceMatteBlackCartridgeIncorrectMsg = "매트 검은색 인쇄 카트리지에 문제가 있습니다. 현재 설치되어 있는 잉크 카트리지 중 하나 이상이 이 프린터용으로 적합하지 않습니다. 프린터에 사용할 수 있는 잉크 카트리지에 대한 정보는 \"$SupplyInfoTask$\" 화면을 참조하십시오.";

SeparatePenDeviceMatteBlackCartridgeErrorTitle = "매트 검은색 잉크 카트리지에 문제 발생.";
SeparatePenDeviceMatteBlackCartridgeErrorMsg = "매트 검은색 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 잉크 카트리지를 분리합니다.\n2. 잉크 카트리지를 재삽입합니다.\n문제가 지속되면 잉크 카트리지를 교체하십시오.";

SeparatePenDeviceMatteBlackCartridgeLowTitle = "매트 검은색 카트리지의 잉크 레벨이 낮습니다.";
SeparatePenDeviceMatteBlackCartridgeLowMsg = "잉크 카트리지를 곧 교체해야 합니다. 카트리지가 비어 있는 경우, 프린터는 카트리지가 교체될 때까지 인쇄를 실행할 수 없습니다.";

SeparatePenDeviceMatteBlackCartridgeOutTitle = "빈 매트 검은색 잉크 카트리지를 교체하십시오.";
SeparatePenDeviceMatteBlackCartridgeOutMsg = "새 HP 매트 검은색 잉크 카트리지로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";

SeparatePenDevicePhotoBlackCartridgeMissingTitle = "사진 검은색 잉크 카트리지를 찾을 수 없음.";
SeparatePenDevicePhotoBlackCartridgeMissingMsg = "프린터에 사진 검은색 인쇄 카트리지가 잘못 설치되었거나 없어서 감지되지 않았습니다.";

SeparatePenDevicePhotoBlackCartridgeMisinstalledTitle = "사진 검은색 인쇄 카트리지가 잘못 설치됨.";
SeparatePenDevicePhotoBlackCartridgeMisinstalledMsg = "사진 검은색 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 잉크 카트리지를 분리합니다.\n2. 잉크 카트리지를 재삽입합니다.\n문제가 지속되면 잉크 카트리지를 교체하십시오.";

SeparatePenDevicePhotoBlackCartridgeIncorrectTitle = "사진 검은색 잉크 카트리지가 올바르지 않음.";
SeparatePenDevicePhotoBlackCartridgeIncorrectMsg = "사진 검은색 인쇄 카트리지에 문제가 있습니다. 현재 설치되어 있는 잉크 카트리지 중 하나 이상이 이 프린터용으로 적합하지 않습니다. 프린터에 사용할 수 있는 잉크 카트리지에 대한 정보는 \"$SupplyInfoTask$\" 화면을 참조하십시오.";

SeparatePenDevicePhotoBlackCartridgeErrorTitle = "사진 검은색 잉크 카트리지에 문제 발생.";
SeparatePenDevicePhotoBlackCartridgeErrorMsg = "사진 검은색 인쇄 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 잉크 카트리지를 분리합니다.\n2. 잉크 카트리지를 재삽입합니다.\n문제가 지속되면 잉크 카트리지를 교체하십시오.";

SeparatePenDevicePhotoBlackCartridgeLowTitle = "사진 검은색 카트리지의 잉크 레벨이 낮습니다.";
SeparatePenDevicePhotoBlackCartridgeLowMsg = "잉크 카트리지를 곧 교체해야 합니다. 카트리지가 비어 있는 경우, 프린터는 카트리지가 교체될 때까지 인쇄를 실행할 수 없습니다.";

SeparatePenDevicePhotoBlackCartridgeOutTitle = "빈 사진 검은색 잉크 카트리지를 교체하십시오.";
SeparatePenDevicePhotoBlackCartridgeOutMsg = "새 HP 사진 검은색 잉크 카트리지로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";

SeparatePenDeviceLightGrayCartridgeMissingTitle = "연한 회색 잉크 카트리지를 찾을 수 없음.";
SeparatePenDeviceLightGrayCartridgeMissingMsg = "프린터에 연한 회색 인쇄 카트리지가 잘못 설치되었거나 없어서 감지되지 않았습니다.";

SeparatePenDeviceLightGrayCartridgeMisinstalledTitle = "연한 회색 잉크 카트리지가 잘못 설치됨.";
SeparatePenDeviceLightGrayCartridgeMisinstalledMsg = "연한 회색 잉크 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 잉크 카트리지를 분리합니다.\n2. 잉크 카트리지를 재삽입합니다.\n문제가 지속되면 잉크 카트리지를 교체하십시오.";

SeparatePenDeviceLightGrayCartridgeIncorrectTitle = "연한 회색 잉크 카트리지가 올바르지 않음.";
SeparatePenDeviceLightGrayCartridgeIncorrectMsg = "연한 회색 잉크 카트리지에 문제가 있습니다. 현재 설치되어 있는 잉크 카트리지 중 하나 이상이 이 프린터용으로 적합하지 않습니다. 프린터에 사용할 수 있는 잉크 카트리지에 대한 정보는 \"$SupplyInfoTask$\" 화면을 참조하십시오.";

SeparatePenDeviceLightGrayCartridgeErrorTitle = "연한 회색 잉크 카트리지에 문제 발생.";
SeparatePenDeviceLightGrayCartridgeErrorMsg = "연한 회색 잉크 카트리지에 문제가 있습니다. 문제 해결 방법:\n1. 잉크 카트리지를 분리합니다.\n2. 잉크 카트리지를 재삽입합니다.\n문제가 지속되면 잉크 카트리지를 교체하십시오.";

SeparatePenDeviceLightGrayCartridgeLowTitle = "연한 회색 잉크 카트리지의 잉크 레벨이 낮습니다.";
SeparatePenDeviceLightGrayCartridgeLowMsg = "잉크 카트리지를 곧 교체해야 합니다. 카트리지가 비어 있는 경우, 프린터는 카트리지가 교체될 때까지 인쇄를 실행할 수 없습니다.";

SeparatePenDeviceLightGrayCartridgeOutTitle = "빈 연한 회색 잉크 카트리지를 교체하십시오.";
SeparatePenDeviceLightGrayCartridgeOutMsg = "새 HP 연한 회색 잉크 카트리지로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";

//print heads
SeparatePenDeviceBlackYellowPrintHeadMissingTitle = "검은색 및 노란색 프린트헤드를 설치하십시오.";
SeparatePenDeviceBlackYellowPrintHeadMissingMsg = "HP 검은색 및 노란색 프린트헤드를 설치하십시오.\n현재 없거나, 올바로 설치되지 않았습니다.";

SeparatePenDeviceCyanMagentaPrintHeadMissingTitle = "마젠타 및 사이안 프린트헤드를 설치하십시오.";
SeparatePenDeviceCyanMagentaPrintHeadMissingMsg = "HP 마젠타 및 사이안 프린트헤드를 설치하십시오.\n현재 없거나, 올바로 설치되지 않았습니다.";

SeparatePenDeviceBlackPrintHeadMissingTitle = "검은색 프린트헤드를 설치하십시오.";
SeparatePenDeviceBlackPrintHeadMissingMsg = "HP 검은색 프린트헤드를 설치하십시오.\n현재 없거나, 올바로 설치되지 않았습니다.";

SeparatePenDeviceCyanPrintHeadMissingTitle = "사이안 프린트헤드를 설치하십시오.";
SeparatePenDeviceCyanPrintHeadMissingMsg = "HP 사이안 프린트헤드를 설치하십시오.\n현재 없거나, 올바로 설치되지 않았습니다.";

SeparatePenDeviceMagentaPrintHeadMissingTitle = "마젠타 프린트헤드를 설치하십시오.";
SeparatePenDeviceMagentaPrintHeadMissingMsg = "HP 마젠타 프린트헤드를 설치하십시오.\n현재 없거나, 올바로 설치되지 않았습니다.";

SeparatePenDeviceYellowPrintHeadMissingTitle = "노란색 프린트헤드를 설치하십시오.";
SeparatePenDeviceYellowPrintHeadMissingMsg = "HP 노란색 프린트헤드를 설치하십시오.\n현재 없거나, 올바로 설치되지 않았습니다.";

SeparatePenDeviceMagentaYellowPrintHeadMissingTitle = "마젠타 및 노란색 프린트헤드를 설치하십시오.";
SeparatePenDeviceMagentaYellowPrintHeadMissingMsg = "HP 마젠타 및 노란색 프린트헤드를 설치하십시오. 현재 없거나 또는 올바로 설치되지 않았습니다.";

SeparatePenDeviceMatteBlackCyanPrintHeadMissingTitle = "매트 검정 및 사이안 프린트헤드를 설치하십시오.";
SeparatePenDeviceMatteBlackCyanPrintHeadMissingMsg = "HP 매트 검정 및 사이안 프린트헤드를 설치하십시오. 현재 없거나 또는 올바로 설치되지 않았습니다.";

SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingTitle = "라이트 마젠타 및 라이트 사이안 프린트헤드를 설치하십시오.";
SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingMsg = "HP 라이트 마젠타 및 라이트 사이안 프린트헤드를 설치하십시오. 현재 없거나 또는 올바로 설치되지 않았습니다.";

SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingTitle = "사진 검정 및 라이트 그레이 프린트헤드를 설치하십시오.";
SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingMsg = "HP 사진 검정 및 연한 회색 프린트헤드를 설치하십시오. 현재 없거나 또는 올바로 설치되지 않았습니다.";

InkSensorFailure = "잉크 센서 장애";

MissingSmartChipColorSupply = "10.10.%@ 소모품 메모리 오류";
MissingSmartChipMonoSupply = "소모품 메모리 오류";
BadDataFromCartridgeColorSupply = "10.00.%@ 소모품 메모리 오류";
BadDataFromCartridgeMonoSupply = "소모품 메모리 경고";

BlackCartridgeIncorrectTitle = "잘못된 인쇄 카트리지";
ColorCartridgeIncorrectMsg = "컬러 인쇄 카트리지에 문제가 있습니다. 현재 설치된 하나 이상의 인쇄 카트리지가 이 프린터에 호환되지 않습니다. 프린터에 사용할 수 있는 인쇄 카트리지에 대한 자세한 정보는 \"$SupplyInfoTask$\" 화면을 참조하십시오.";
PhotoCartridgeMissingTitle = "사진 인쇄 카트리지 없음";
BlackCartridgeMissingTitle = "검정 인쇄 카트리지 없음";
BlackCartridgeMissingMsg = "검정 인쇄 카트리지가 잘못 설치되었거나 없기 때문에 프린터에서 검정 인쇄 카트리지를 탐지할 수 없습니다. 하나의 인쇄 카트리지만 사용하여 인쇄할 수 있지만 컬러 인쇄와 인쇄 속도에 영향을 미칠 수 있습니다. 인쇄 카트리지를 새로 설치했으면 카트리지 노즐을 덮고 있는 보호 필름이 제거되었는지 확인하십시오.";
PhotoCartridgeIncorrectTitle = "잘못된 인쇄 카트리지";
PhotoCartridgeMissingMsg = "사진 인쇄 카트리지가 잘못 설치되었거나 없기 때문에 프린터에서 검정 인쇄 카트리지를 탐지할 수 없습니다. 하나의 인쇄 카트리지만 사용하여 인쇄할 수 있지만 컬러 인쇄와 인쇄 속도에 영향을 미칠 수 있습니다. 인쇄 카트리지를 새로 설치했으면 카트리지 노즐을 덮고 있는 보호 필름이 제거되었는지 확인하십시오.";
PhotoCartridgeIncorrectMsg = "사진 인쇄 카트리지에 문제가 있습니다. 현재 설치된 하나 이상의 인쇄 카트리지가 이 프린터에 호환되지 않습니다. 프린터에 사용할 수 있는 인쇄 카트리지에 대한 자세한 정보는 \"$SupplyInfoTask$\" 화면을 참조하십시오.";
BlackCartridgeIncorrectMsg = "검정 인쇄 카트리지에 문제가 있습니다. 현재 설치된 하나 이상의 인쇄 카트리지가 이 프린터에 호환되지 않습니다. 프린터에 사용할 수 있는 인쇄 카트리지에 대한 자세한 정보는 \"$SupplyInfoTask$\" 화면을 참조하십시오.";
ColorCartridgeIncorrectTitle = "잘못된 인쇄 카트리지";

//StatusAlert.nib
AlertWindowTitle = "프린터 상태";
ErrorConditionsTitle = "프린터에 다음의 오류가 감지되었습니다:";
ExplanationTitle = "위의 목록에서 오류 이름을 선택하여 설명/도움말을 얻으십시오.";
AlertButtonOk = "확인";

InputTrayOverLoadedName = "용지 공급함 문제";
NeedsEnrollmentName = "등록이 필요한 카트리지";

InkCartridgesDepletedName = "잉크 카트리지가 소모됨";
CartridgesDepletedName = "카트리지 고갈됨";
ReplaceTonerOutName = "카트리지 교체";
ReplaceDrumOutName = "드럼 교체";


